package homework.module1;

/*
 * Завдання 1:
 * Встанови JDK і IntelliJ IDEA.
 * Створи свій перший проект і напиши програму,
 * яка виводить у консоль "Hello, World!".
 */
public class Task1 {

    public static void main(String[] args) {
        System.out.println("Hello,World");
    }
}

//TODO Ваня - ось на прикладі одного завдання показую структуру і як все має виглядати (почитай, будь ласка, чому так, якщо не розберешся зробим міт розкажу)
// відранчовуйся від майн гілки і виправ всі наступні завдання
// гілки англіською називай