// Створи в уже створеному проєкті новий клас Calculator.
//Додай до нього метод add, який приймає два числа і повертає їхню суму (використай return).
//Виклич цей метод у методі main і виведи результат.

package homework.module1.theme4;

public class Calculator {
    public int add(int a, int b) {
        return a + b;
    }


}

//TODO для кожної теми створи пакет - як приклад я вже зробив theme4 і переніс всі завдання по темі туди
// також надалі не роби окрему гілку для кожного завдання в ДЗ (наприклад є ДЗ4 то роби всі завдання в одній гілці)
// також називай класи зрозумілими і логічними назвами (має відповідать тому, що виконує цей клас)